[
    {
        "name": "李白",
        "image": "https://ziyuan.guwendao.net/authorImg300/libai.jpg",
        "detail": "李白（701年－762年） ，字太白，号青莲居士，又号“谪仙人”，祖籍陇西成纪（今甘肃省秦安县），出生于蜀郡绵州昌隆县（一说出生于西域碎叶）。唐代伟大的浪漫主义诗人，被后人誉为“诗仙”，与杜甫并称为“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”。据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，与李唐诸王同宗。其人爽朗大方，爱饮酒作诗，喜交友。李白深受黄老列庄思想影响，有《李太白集》传世，诗作中多为醉时写就，代表作有《望庐山瀑布》《行路难》《蜀道难》《将进酒》《早发白帝城》等。"
    },
    {
        "name": "苏轼",
        "image": "https://ziyuan.guwendao.net/authorImg300/sushi.jpg",
        "detail": "苏轼，（1037年1月8日-1101年8月24日）字子瞻、和仲，号铁冠道人、东坡居士，世称苏东坡、苏仙，汉族，眉州眉山（四川省眉山市）人，祖籍河北栾城，北宋著名文学家、书法家、画家，历史治水名人。苏轼是北宋中期文坛领袖，在诗、词、散文、书、画等方面取得很高成就。文纵横恣肆；诗题材广阔，清新豪健，善用夸张比喻，独具风格，与黄庭坚并称“苏黄”；词开豪放一派，与辛弃疾同是豪放派代表，并称“苏辛”；散文著述宏富，豪放自如，与欧阳修并称“欧苏”，为“唐宋八大家”之一。苏轼善书，“宋四家”之一；擅长文人画，尤擅墨竹、怪石、枯木等。与韩愈、柳宗元和欧阳修合称“千古文章四大家”。作品有《东坡七集》《东坡易传》《东坡乐府》《潇湘竹石图卷》《古木怪石图卷》等。"
    },
    {
        "name": "白居易",
        "image": "https://ziyuan.guwendao.net/authorImg300/baijuyi.jpg",
        "detail": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》《卖炭翁》《琵琶行》等。"
    },
    {
        "name": "杜甫",
        "image": "https://ziyuan.guwendao.net/authorImg300/dufu.jpg",
        "detail": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
    },
    {
        "name": "李清照",
        "image": "https://ziyuan.guwendao.net/authorImg300/liqingzhao.jpg",
        "detail": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
    },
    {
        "name": "辛弃疾",
        "image": "https://ziyuan.guwendao.net/authorImg300/xinqiji.jpg",
        "detail": "辛弃疾（1140年5月28日－1207年10月3日），原字坦夫，后改字幼安，中年后别号稼轩，山东东路济南府历城县（今山东省济南市历城区）人。南宋官员、将领、文学家，豪放派词人，有“词中之龙”之称。与苏轼合称“苏辛”，与李清照并称“济南二安”。辛弃疾出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
    },
    {
        "name": "王维",
        "image": "https://ziyuan.guwendao.net/authorImg300/wangwei.jpg",
        "detail": "王维（701年－761年，一说699年—761年），字摩诘(jié)，号摩诘居士。汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。天宝年间，拜吏部郎中、给事中。唐肃宗乾元年间任尚书右丞，世称“王右丞”。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
    },
    {
        "name": "纳兰性德",
        "image": "https://ziyuan.guwendao.net/authorImg300/nalanxingde.jpg",
        "detail": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光彩夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
    },
    {
        "name": "李商隐",
        "image": "https://ziyuan.guwendao.net/authorImg300/lishangyin.jpg",
        "detail": "李商隐（约813年-约858年），字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
    },
    {
        "name": "陆游",
        "image": "https://ziyuan.guwendao.net/authorImg300/luyou.jpg",
        "detail": "陆游（1125年11月13日－1210年1月26日），字务观，号放翁，汉族，越州山阴（今浙江绍兴）人，尚书右丞陆佃之孙，南宋文学家、史学家、爱国诗人。陆游生逢北宋灭亡之际，少年时即深受家庭爱国思想的熏陶。宋高宗时，参加礼部考试，因受宰臣秦桧排斥而仕途不畅。孝宗时赐进士出身。中年入蜀，投身军旅生活。嘉泰二年（1202年），宋宁宗诏陆游入京，主持编修孝宗、光宗《两朝实录》和《三朝史》，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》《渭南文集》《南唐书》《老学庵笔记》等。"
    },
    {
        "name": "陶渊明",
        "image": "https://ziyuan.guwendao.net/authorImg300/taoyuanming.jpg",
        "detail": "陶渊明（约365～427年），字元亮，晚年更名潜，字渊明。别号五柳先生，私谥靖节，世称靖节先生。浔阳柴桑（今江西九江）人。东晋末到刘宋初杰出的诗人、辞赋家、散文家。被誉为“隐逸诗人之宗”“田园诗派之鼻祖”。是江西首位文学巨匠。曾任江州祭酒、建威参军、镇军参军、彭泽县令等职，最末一次出仕为彭泽县令，八十多天便弃职而去，从此归隐田园。他是中国第一位田园诗人，被称为“古今隐逸诗人之宗”，有《陶渊明集》。"
    },
    {
        "name": "刘禹锡",
        "image": "https://ziyuan.guwendao.net/authorImg300/liuyuxi.jpg",
        "detail": "刘禹锡（772年~842年），字梦得，籍贯河南洛阳，生于河南郑州荥阳，自述“家本荥上，籍占洛阳” ，自称是汉中山靖王后裔。唐朝时期大臣、文学家、哲学家，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
    },
    {
        "name": "李煜",
        "image": "https://ziyuan.guwendao.net/authorImg300/liyu.jpg",
        "detail": "李煜（937年8月15日―978年8月13日），南唐元宗（即南唐后主）李璟第六子，初名从嘉，字重光，号钟隐、莲峰居士，汉族，生于金陵（今江苏南京），祖籍彭城（今江苏徐州铜山区），南唐最后一位国君。李煜精书法、工绘画、通音律，诗文均有一定造诣，尤以词的成就最高。李煜的词，继承了晚唐以来温庭筠、韦庄等花间派词人的传统，又受李璟、冯延巳等的影响，语言明快、形象生动、用情真挚，风格鲜明，其亡国后词作更是题材广阔，含意深沉，在晚唐五代词中别树一帜，对后世词坛影响深远。"
    },
    {
        "name": "杜牧",
        "image": "https://ziyuan.guwendao.net/authorImg300/dumu.jpg",
        "detail": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
    },
    {
        "name": "韩愈",
        "image": "https://ziyuan.guwendao.net/authorImg300/hanyu.jpg",
        "detail": "韩愈（768年－824年12月25日），字退之，河南河阳（今河南省孟州市）人，自称“祖籍昌黎郡”，世称“韩昌黎”、“昌黎先生”。唐代中期大臣，文学家、思想家、政治家，秘书郎韩仲卿之子。元和十二年（817年），出任宰相裴度行军司马，从平“淮西之乱”。直言谏迎佛骨，贬为潮州刺史。宦海沉浮，累迁吏部侍郎，人称“韩吏部”。长庆四年（824年），韩愈病逝，年五十七，追赠礼部尚书，谥号为“文”，故称“韩文公”。元丰元年（1078年），追封昌黎郡伯，并从祀孔庙。韩愈作为唐代古文运动的倡导者，名列“唐宋八大家”之首，有“文章巨公”和“百代文宗”之名。与柳宗元并称“韩柳”，与柳宗元、欧阳修和苏轼并称“千古文章四大家”。倡导“文道合一”、“气盛言宜”、“务去陈言”、“文从字顺”等写作理论，对后人具有指导意义。著有《韩昌黎集》等。"
    },
    {
        "name": "欧阳修",
        "image": "https://ziyuan.guwendao.net/authorImg300/ouyangxiu.jpg",
        "detail": "欧阳修（1007年8月6日 －1072年9月8日），字永叔，号醉翁，晚号六一居士，江南西路吉州庐陵永丰（今江西省吉安市永丰县）人，景德四年（1007年）出生于绵州（今四川省绵阳市），北宋政治家、文学家。欧阳修于宋仁宗天圣八年（1030年）以进士及第，历仕仁宗、英宗、神宗三朝，官至翰林学士、枢密副使、参知政事。死后累赠太师、楚国公，谥号“文忠”，故世称欧阳文忠公。欧阳修是在宋代文学史上最早开创一代文风的文坛领袖，与韩愈、柳宗元、苏轼、苏洵、苏辙、王安石、曾巩合称“唐宋八大家”，并与韩愈、柳宗元、苏轼被后人合称“千古文章四大家”。 他领导了北宋诗文革新运动，继承并发展了韩愈的古文理论。其散文创作的高度成就与其正确的古文理论相辅相成，从而开创了一代文风。欧阳修在变革文风的同时，也对诗风、词风进行了革新。在史学方面，也有较高成就，他曾主修《新唐书》，并独撰《新五代史》。有《欧阳文忠公集》传世。"
    },
    {
        "name": "王安石",
        "image": "https://ziyuan.guwendao.net/authorImg300/wanganshi.jpg",
        "detail": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人共传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
    },
    {
        "name": "柳宗元",
        "image": "https://ziyuan.guwendao.net/authorImg300/liuzongyuan.jpg",
        "detail": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元出身河东柳氏，与刘禹锡并称“刘柳”，与韩愈并称为“韩柳”，与王维、孟浩然、韦应物并称“王孟韦柳”。柳宗元一生留诗文作品达600余篇，其文的成就大于诗。骈文有近百篇，散文论说性强，笔锋犀利，讽刺辛辣。"
    },
    {
        "name": "屈原",
        "image": "https://ziyuan.guwendao.net/authorImg300/quyuan.jpg",
        "detail": "屈原（约公元前340—公元前278年），芈姓，屈氏，名平，字原，又自云名正则，字灵均，出生于楚国丹阳秭归（今湖北宜昌），战国时期楚国诗人、政治家。因遭贵族排挤诽谤，被先后流放至汉北和沅湘流域。楚国郢都被秦军攻破后，自沉于汨罗江，以身殉楚国。他是中国历史上一位伟大的爱国诗人，中国浪漫主义文学的奠基人，“楚辞”的创立者和代表作家，开辟了“香草美人”的传统，被誉为“楚辞之祖”，楚国有名的辞赋家宋玉、唐勒、景差都受到屈原的影响。屈原投江自尽的日子相传是农历五月初五，即端午节。端午节最初是中国人民祛病防疫的节日。吴越一带春秋之前有在农历五月初五以龙舟竞渡形式举行部落图腾祭祀的习俗。后因屈原在这一天死去，便演变成了中国人民纪念屈原的传统节日。"
    },
    {
        "name": "柳永",
        "image": "https://ziyuan.guwendao.net/authorImg300/liuyong2.jpg",
        "detail": "柳永，（约984年—约1053年）北宋著名词人，婉约派代表人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋真宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
    },
    {
        "name": "孟浩然",
        "image": "https://ziyuan.guwendao.net/authorImg300/menghaoran.jpg",
        "detail": "孟浩然（689年—740年），字浩然，号孟山人，襄州襄阳（今湖北襄阳）人，唐代著名的山水田园派诗人，世称“孟襄阳”。因他未曾入仕，又称之为“孟山人”。孟浩然生于盛唐，早年有志用世，在仕途困顿、痛苦失望后，尚能自重，不媚俗世，修道归隐终身。曾隐居鹿门山。40岁时，游长安，应进士举不第。曾在太学赋诗，名动公卿，一座倾服，为之搁笔。开元二十五年（737）张九龄招致幕府，后隐居。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，而更多属于诗人的自我表现。孟浩然的诗在艺术上有独特的造诣，后人把孟浩然与盛唐另一山水诗人王维并称为“王孟”，有《孟浩然集》三卷传世。"
    },
    {
        "name": "曹操",
        "image": "https://ziyuan.guwendao.net/authorImg300/caocao.jpg",
        "detail": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
    },
    {
        "name": "李贺",
        "image": "https://ziyuan.guwendao.net/authorImg300/lihe.jpg",
        "detail": "李贺（约公元790年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。“长吉体”诗歌的开创者，有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“太白仙才，长吉鬼才”之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺因长期抑郁感伤，焦思苦吟的生活方式而身体抱恙。元和十一年（816年），强撑病躯，回到昌谷故居，整理所存诗作，不久病卒，时年二十七岁。"
    },
    {
        "name": "元稹",
        "image": "https://ziyuan.guwendao.net/authorImg300/yuanzhen.jpg",
        "detail": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
    },
    {
        "name": "左丘明",
        "image": "https://ziyuan.guwendao.net/authorImg300/zuoqiuming.jpg",
        "detail": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
    },
    {
        "name": "王勃",
        "image": "https://ziyuan.guwendao.net/authorImg300/wangbo.jpg",
        "detail": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。唐高宗上元三年（676年）八月，自交趾探望父亲返回时，不幸渡海溺水，惊悸而死。王勃在诗歌体裁上擅长五律和五绝，代表作品有《送杜少府之任蜀州》等；主要文学成就是骈文，无论是数量还是质量，堪称一时之最，代表作品有《滕王阁序》等。"
    },
    {
        "name": "老子",
        "image": "https://ziyuan.guwendao.net/authorImg300/laozi.jpg",
        "detail": "老子，姓李名耳，字聃，一字伯阳，或曰谥伯阳，春秋末期人，生卒年不详，籍贯也多有争议，《史记》等记载老子出生于楚国 或陈国 。中国古代思想家、哲学家、文学家和史学家，道家学派创始人和主要代表人物，与庄子并称“老庄”。后被道教尊为始祖，称“太上老君”。在唐朝，被追认为李姓始祖。春秋末年，天下大乱，老子欲弃官归隐，遂骑青牛西行。到灵宝函谷关时，受关令尹喜之请著《道德经》。老子传世作品《道德经》（又称《老子》），是全球文字出版发行量最大的著作之一。"
    },
    {
        "name": "范仲淹",
        "image": "https://ziyuan.guwendao.net/authorImg300/fanzhongyan.jpg",
        "detail": "范仲淹（989年10月1日－1052年6月19日），字希文。祖籍邠州，后移居苏州吴县。北宋初年政治家、文学家。范仲淹幼年丧父，母亲改嫁长山朱氏，遂更名朱说。大中祥符八年（1015年），范仲淹苦读及第，授广德军司理参军。后历任兴化县令、秘阁校理、陈州通判、苏州知州等职，因秉公直言而屡遭贬斥。皇祐四年（1052年），改知颍州，在扶疾上任的途中逝世，年六十四。累赠太师、中书令兼尚书令、楚国公，谥号“文正”，世称范文正公。"
    },
    {
        "name": "孟子",
        "image": "https://ziyuan.guwendao.net/authorImg300/mengzi.jpg",
        "detail": "孟子（约公元前372年—公元前289年），名轲，字子舆 ，邹国（今山东邹城东南）人。战国时期哲学家、思想家、教育家，是孔子之后、荀子之前的儒家学派的代表人物，与孔子并称“孔孟”。孟子宣扬“仁政”，最早提出“民贵君轻”思想，被韩愈列为先秦儒家继承孔子“道统”的人物，元朝追封为“亚圣”。孟子的言论著作收录于《孟子》一书。其中《鱼我所欲也》《得道多助，失道寡助》《寡人之于国也》和《生于忧患，死于安乐》等篇编入中小学语文教科书中。"
    },
    {
        "name": "温庭筠",
        "image": "https://ziyuan.guwendao.net/authorImg300/wentingyun.jpg",
        "detail": "温庭筠（约812或说801、824）年—约866或说870、882年）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天赋，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，常被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
    },
    {
        "name": "王昌龄",
        "image": "https://ziyuan.guwendao.net/authorImg300/wangchangling.jpg",
        "detail": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人，又一说京兆长安人（今陕西西安）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，而立之年，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘晓所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
    },
    {
        "name": "谭嗣同",
        "image": "https://ziyuan.guwendao.net/authorImg300/tansitong.jpg",
        "detail": "谭嗣同（1865年3月10日－1898年9月28日），字复生，号壮飞，湖南省长沙府浏阳县（今湖南省浏阳市）人，生于顺天府（今北京市），中国近代著名政治家、思想家，维新派人士。其所著的《仁学》，是维新派的第一部哲学著作，也是中国近代思想史中的重要著作。谭嗣同早年曾在家乡湖南倡办时务学堂、南学会等，主办《湘报》，又倡导开矿山、修铁路，宣传变法维新，推行新政。光绪二十四年（1898年），谭嗣同参加领导戊戌变法，失败后被杀，年仅33岁，为“戊戌六君子”之一。"
    },
    {
        "name": "尹志平",
        "image": "https://ziyuan.guwendao.net/authorImg300/yinzhiping.jpg",
        "detail": "尹志平（1169～1251）金末及元代著名全真道士。字大和（又作太和），山东莱州（今掖县）人，初以马丹阳为师，被其父迫令返家，复往武官灵虚观，投刘处玄门下。明昌年间（1190～1196），又受教于丘处机、王处一、郝大通三位宗师，故其先后以全真五子为师。兴定四年（1220），丘处机偕18名高徒万里西行，尹志平居其一。由雪山返燕京后，丘处机住长春宫，尹志平隐居德兴（今河北涿鹿）龙阳观，丘处机赐其号为清和子。丘处机去世后，继为全真道掌教，居长春宫。宪宗元年（1251）去世，葬于京郊房山，中统二年（1261）诏赠“清和妙道广化真人”号。"
    },
    {
        "name": "徐霞客",
        "image": "https://ziyuan.guwendao.net/authorImg300/xuxiake.jpg",
        "detail": "徐霞客（1587年1月5日－1641年3月8日），名弘祖，字振之，号霞客，南直隶江阴县（今江苏省江阴市）人，明代地理学家、旅行家和文学家，他经30年考察撰成了60万字地理名著《徐霞客游记》，被称为“千古奇人”。"
    },
    {
        "name": "朱棣",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhudi.jpg",
        "detail": "明成祖朱棣（1360年5月2日—1424年8月12日），明朝第三位皇帝。明太祖朱元璋第四子，建文帝朱允炆之叔父。建文四年（1402年）即位，在位二十二年（1402年—1424年），年号“永乐”。朱棣统治期间，明朝经济繁荣，国力强盛，史称“永乐盛世”。永乐二十二年（1424年）在第五次征蒙古回师途中，病逝于榆木川，享年六十四岁。庙号太宗，谥号体天弘道高明广运圣武神功纯仁至孝文皇帝，葬于长陵。"
    },
    {
        "name": "明代·刘淑",
        "image": "https://ziyuan.guwendao.net/authorImg300/%e6%98%8e%e4%bb%a3.jpg",
        "detail": "刘淑（1620年—约1657年以后），字木屏，号个山人（因幽居期间常居个山，故名），江西安福县三舍村人，庐陵（今江西省吉安）王蔼之妻，刘铎之女。刘淑禀承家教，自幼攻读经史，饱读诗书。她以笔抒志，共写下800多首各种旧体诗、40首词、14篇杂文，并写下我国第一部弹词长篇《天雨花》，整理其父刘铎遗集《来复斋稿》付梓。"
    },
    {
        "name": "枣据",
        "image": "https://ziyuan.guwendao.net/authorImg300/%e9%ad%8f%e6%99%8b.jpg",
        "detail": "枣据（约232年-284年），字道彦，本姓棘，其先人避仇改姓，颍川长社（今河南长葛东）人。中国西晋时期文学家、道家。枣据容貌美丽，通识，兼资文武。枣据在思想上，倾向于道家。《晋书》卷92有传。著有诗赋论50余篇，多佚。《全晋文》卷67辑有其部分著作。"
    },
    {
        "name": "东晋·王蕴之",
        "image": "https://ziyuan.guwendao.net/authorImg300/%e9%ad%8f%e6%99%8b.jpg",
        "detail": "东晋大臣。一名蕴，字叔仁。广汉(今四川广汉北)人。孝武定皇后父。起家佐著作郎，补吴兴太守。后迁光禄大夫，领五兵尚书,封建昌县侯，拜尚书左仆射。复以为都督浙江东五郡镇军将军、会稽内史。为官和简，有德政。"
    },
    {
        "name": "文廷式",
        "image": "https://ziyuan.guwendao.net/authorImg300/wentingshi.jpg",
        "detail": "文廷式（1856—1904年），字道希、芸阁，号纯常子、罗霄山人等，江西省萍乡市城花庙前（今属安源区八一街）人，清咸丰六年丙辰十二月二十六日辰时（公元1856年1月21日）生于广东潮州，成长于官宦家庭，为陈澧入室弟子。中国近代著名爱国诗人、词家、学者，在甲午战争时期主战反和，并积极致力于维新变法运动，是晚清政治斗争中的关键人物之一。1904年逝世于江西萍乡。"
    },
    {
        "name": "叶兰",
        "image": "https://ziyuan.guwendao.net/authorImg300/%e5%85%83%e4%bb%a3.jpg",
        "detail": "元饶州路鄱阳人，字楚庭，号寓庵，又号醉渔。元末官太常礼仪院奉礼。入明，周伯琦应召入金陵，兰以诗讽之。后伯琦以其名荐，兰投水死。有《寓庵诗集》。"
    },
    {
        "name": "明代·刘绘",
        "image": "https://ziyuan.guwendao.net/authorImg300/%e6%98%8e%e4%bb%a3.jpg",
        "detail": "明朝）刘绘（1505~1573），字子素（一作汝素），一字少质，河南汝宁府光州（今河南潢川县）人，明嘉靖十四年（1535）进士，两次弹劾权臣夏言，官至重庆知府。 刘绘工诗文，所著有《嵩阳集》，（入《四库全书总目》）行于世。"
    },
    {
        "name": "曹植",
        "image": "https://ziyuan.guwendao.net/authorImg300/caozhi.jpg",
        "detail": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
    },
    {
        "name": "岑参",
        "image": "https://ziyuan.guwendao.net/authorImg300/cencan.jpg",
        "detail": "岑参（718年？－769年？），荆州江陵（今湖北江陵县）人或南阳棘阳（今河南南阳市）人，唐代诗人，与高适并称“高岑”。天宝三载（744年），岑参进士及第，守选三年后获授右内率府兵曹参军，后两次从军边塞，先任安西节度使高仙芝幕府掌书记，后在天宝末年任安西北庭节度使封常清幕府判官。唐代宗时，岑参曾任嘉州（今四川乐山市）刺史，故世称“岑嘉州”。约大历四年（769年）秋冬之际，岑参卒于成都，享年约五十二岁（51周岁）。文学创作方面，岑参工诗，长于七言歌行，对边塞风光，军旅生活，以及异域的文化风俗有亲切的感受，边塞诗尤多佳作。"
    },
    {
        "name": "司马迁",
        "image": "https://ziyuan.guwendao.net/authorImg300/simaqian.jpg",
        "detail": "司马迁（前145年或前135年～不可考），字子长，生于龙门（西汉夏阳、即今陕西省韩城市，另说今山西省河津市），西汉史学家、文学家、思想家。司马谈之子，任太史令，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十四史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
    },
    {
        "name": "秦观",
        "image": "https://ziyuan.guwendao.net/authorImg300/qinguan.jpg",
        "detail": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
    },
    {
        "name": "晏殊",
        "image": "https://ziyuan.guwendao.net/authorImg300/yanshu.jpg",
        "detail": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西省南昌市进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1038-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
    },
    {
        "name": "诸葛亮",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhugeliang.jpg",
        "detail": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"
    },
    {
        "name": "杨万里",
        "image": "https://ziyuan.guwendao.net/authorImg300/yangwanli.jpg",
        "detail": "杨万里（1127年10月29日－1206年6月15日），字廷秀，号诚斋。吉州吉水（今江西省吉水县黄桥镇湴塘村）人。南宋著名诗人、大臣，与陆游、尤袤、范成大并称为“中兴四大诗人”。因宋光宗曾为其亲书“诚斋”二字，故学者称其为“诚斋先生”。杨万里一生作诗两万多首，传世作品有四千二百首，被誉为一代诗宗。他创造了语言浅近明白、清新自然，富有幽默情趣的“诚斋体”。杨万里的诗歌大多描写自然景物，且以此见长。他也有不少篇章反映民间疾苦、抒发爱国感情的作品。著有《诚斋集》等。"
    },
    {
        "name": "韦应物",
        "image": "https://ziyuan.guwendao.net/authorImg300/weiyingwu.jpg",
        "detail": "韦应物（生卒年不详），字义博，京兆杜陵（今陕西省西安市）人。唐朝官员、诗人，世称“韦苏州”“韦左司”“韦江州”。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
    },
    {
        "name": "唐寅",
        "image": "https://ziyuan.guwendao.net/authorImg300/tangyin.jpg",
        "detail": "唐寅（1470—1523），字伯虎，一字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，汉族，南直隶苏州吴县人。明代著名画家、文学家。据传他于明宪宗成化六年庚寅年寅月寅日寅时生。他玩世不恭而又才气横溢，诗文擅名，与祝允明、文征明、徐祯卿并称“江南四大才子（吴门四才子）”，画名更著，与沈周、文征明、仇英并称“吴门四家”。"
    },
    {
        "name": "贾岛",
        "image": "https://ziyuan.guwendao.net/authorImg300/jiadao.jpg",
        "detail": "贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。"
    },
    {
        "name": "晏几道",
        "image": "https://ziyuan.guwendao.net/authorImg300/yanjidao.jpg",
        "detail": "晏几道（1038年—1110年），北宋著名词人。字叔原，号小山，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。 历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，中年家境中落。与其父晏殊合称“二晏”。词风似父而造诣过之。工于言情，其小令语言清丽，感情深挚，尤负盛名。表达情感直率。多写爱情生活，是婉约派的重要作家。有《小山词》留世。"
    },
    {
        "name": "朱熹",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhuxi.jpg",
        "detail": "朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。"
    },
    {
        "name": "岳飞",
        "image": "https://ziyuan.guwendao.net/authorImg300/yuefei.jpg",
        "detail": "岳飞（1103年3月24日～1142年1月27日），男，字鹏举，相州汤阴（今河南省汤阴县）人。南宋时期抗金名将、军事家、战略家、民族英雄 、书法家、诗人，位列南宋“中兴四将”之首。岳飞从二十岁起，曾先后四次从军。自建炎二年（1128年）遇宗泽至绍兴十一年（1141年）止，先后参与、指挥大小战斗数百次。1142年1月，以莫须有的罪名，与长子岳云、部将张宪一同遇害。宋孝宗时，平反昭雪，改葬于西湖畔栖霞岭，追谥武穆，后又追谥忠武，封鄂王。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。"
    },
    {
        "name": "刘长卿",
        "image": "https://ziyuan.guwendao.net/authorImg300/liuchangqing.jpg",
        "detail": "刘长(zhǎng)卿(709—789)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。唐玄宗天宝年间进士。肃宗至德中官监察御史，苏州长洲县尉，代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。因刚而犯上，两度迁谪。德宗建中年间，官终随州刺史，世称刘随州。"
    },
    {
        "name": "方干",
        "image": "https://ziyuan.guwendao.net/authorImg300/fanggan.jpg",
        "detail": "方干（809—888）字雄飞，号玄英，睦州青溪(今淳安)人。擅长律诗，清润小巧，且多警句。其诗有的反映社会动乱，同情人民疾苦；有的抒发怀才不遇，求名未遂的感怀。文德元年(888年)，方干客死会稽，归葬桐江。门人相与论德，谥曰“玄英先生”，并搜集他的遗诗370余篇，编成《方干诗集》传世。《全唐诗》编有方干诗6卷348篇。宋景佑年间，范仲淹守睦州，绘方干像于严陵祠配享。"
    },
    {
        "name": "孟郊",
        "image": "https://ziyuan.guwendao.net/authorImg300/mengjiao.jpg",
        "detail": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
    },
    {
        "name": "黄庭坚",
        "image": "https://ziyuan.guwendao.net/authorImg300/huangtingjian.jpg",
        "detail": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
    },
    {
        "name": "曹雪芹",
        "image": "https://ziyuan.guwendao.net/authorImg300/caoxueqin.jpg",
        "detail": "曹雪芹（约1715年5月28日—约1763年2月12日），名霑，字梦阮，号雪芹，又号芹溪、芹圃，中国古典名著《红楼梦》的作者，祖籍存在争议（辽宁辽阳、河北丰润或辽宁铁岭），出生于江宁（今南京），曹雪芹出身清代内务府正白旗包衣世家，他是江宁织造曹寅之孙，曹顒之子（一说曹頫之子）。乾隆二十七年（1762年），幼子夭亡，他陷于过度的忧伤和悲痛，卧床不起。乾隆二十八年（1763年）除夕（2月12日），因贫病无医而逝。关于曹雪芹逝世的年份，另有乾隆二十九年除夕（1764年2月1日）、甲申（1764年）初春之说。"
    },
    {
        "name": "韦庄",
        "image": "https://ziyuan.guwendao.net/authorImg300/weizhuang.jpg",
        "detail": "韦庄（约836年－ 约910年），字端己，汉族，长安杜陵（今中国陕西省西安市附近）人，晚唐诗人、词人，五代时前蜀宰相。文昌右相韦待价七世孙、苏州刺史韦应物四世孙。韦庄工诗，与温庭筠同为“花间派”代表作家，并称“温韦”。所著长诗《秦妇吟》反映战乱中妇女的不幸遭遇，在当时颇负盛名，与《孔雀东南飞》《木兰诗》并称“乐府三绝”。有《浣花集》十卷，后人又辑其词作为《浣花词》。《全唐诗》录其诗三百一十六首。"
    },
    {
        "name": "庄周",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhuangzhou.jpg",
        "detail": "庄子（约公元前369年-约公元前286年），姓庄，名周，战国时期宋国蒙人。战国中期道家学派代表人物，思想家、哲学家、文学家，庄学的创立者，与老子并称“老庄”。最早提出的“内圣外王”思想对儒家影响深远。洞悉易理，指出“《易》以道阴阳”，其“三籁”思想与《易经》三才之道相合。其文想象力极为丰富，语言运用自如，灵活多变，能把微妙难言的哲理说得引人入胜。代表作品为《庄子》，其中名篇有《逍遥游》《齐物论》《养生主》等。其作品被称为“文学的哲学，哲学的文学”。据传庄子尝隐居南华山，卒葬南华山，故唐玄宗天宝初，被诏封为南华真人，其书《庄子》被奉为《南华真经》。"
    },
    {
        "name": "高适",
        "image": "https://ziyuan.guwendao.net/authorImg300/gaoshi.jpg",
        "detail": "高适（704—765年），字达夫，一字仲武，渤海蓨（今河北景县）人，后迁居宋州宋城（今河南商丘睢阳）。安东都护高侃之孙，唐朝中期名臣、边塞诗人。曾任刑部侍郎、散骑常侍，封渤海县侯，世称高常侍。于永泰元年正月病逝，卒赠礼部尚书，谥号忠。作为著名边塞诗人，高适与岑参并称“高岑”，与岑参、王昌龄、王之涣合称“边塞四诗人”。其诗笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。有文集二十卷。"
    },
    {
        "name": "周邦彦",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhoubangyan.jpg",
        "detail": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
    },
    {
        "name": "文天祥",
        "image": "https://ziyuan.guwendao.net/authorImg300/wentianxiang.jpg",
        "detail": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密使。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥兴元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
    },
    {
        "name": "荀子",
        "image": "https://ziyuan.guwendao.net/authorImg300/xunzi.jpg",
        "detail": "荀子（约公元前313年—公元前238年），名况，字卿（一说时人相尊而号为卿），战国末期赵国人 ，两汉时因避汉宣帝询名讳称“孙卿”，思想家、哲学家、教育家，儒家学派的代表人物，先秦时代百家争鸣的集大成者。荀子曾三次担任齐国稷下学宫的祭酒，两度出任楚兰陵令。晚年蛰居兰陵县著书立说，收徒授业，终老于斯，被称为“后圣”。荀子批判地接受并创造性地发展了儒家正统的思想和理论，主张“礼法并施”；提出“制天命而用之”的人定胜天的思想；反对鬼神迷信；提出性恶论，重视习俗和教育对人的影响，并强调学以致用；思想集中反映在《荀子》一书中。荀子总结百家争鸣的理论成果和自己的学术思想，创立了先秦时期完备的朴素唯物主义哲学体系，他的思想在以后两千多年封建社会的发展中潜移默化地发生着影响。"
    },
    {
        "name": "罗隐",
        "image": "https://ziyuan.guwendao.net/authorImg300/luoyin.jpg",
        "detail": "罗隐（833年2月16日—910年1月26日），字昭谏，新城（今浙江省杭州市富阳区新登镇）人，唐代诗人。生于公元833年（大和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
    },
    {
        "name": "张九龄",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhangjiuling.jpg",
        "detail": "张九龄(678-740) 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
    },
    {
        "name": "马致远",
        "image": "https://ziyuan.guwendao.net/authorImg300/mazhiyuan.jpg",
        "detail": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京，有异议）人。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
    },
    {
        "name": "陈子昂",
        "image": "https://ziyuan.guwendao.net/authorImg300/chenziang.jpg",
        "detail": "陈子昂（公元661～公元702），字伯玉，梓州射洪（今四川省射洪市）人，唐代文学家、诗人，初唐诗文革新人物之一。因曾任右拾遗，后世称陈拾遗。陈子昂存诗共100多首，其诗风骨峥嵘，寓意深远，苍劲有力。其中最有代表性的有组诗《感遇》38首，《蓟丘览古》7首和《登幽州台歌》、《登泽州城北楼宴》等。陈子昂与司马承祯、卢藏用、宋之问、王适、毕构、李白、孟浩然、王维、贺知章称为仙宗十友。"
    },
    {
        "name": "卓文君",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhuowenjun.jpg",
        "detail": "卓文君，汉代才女，西汉临邛（属今四川邛崃）人，与汉代著名文人司马相如的一段爱情佳话至今还被人津津乐道。她也有不少佳作流传后世。以“愿得一心人，白头不相离”为著名。"
    },
    {
        "name": "张籍",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhangji.jpg",
        "detail": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
    },
    {
        "name": "佚名",
        "image": "https://ziyuan.guwendao.net/authorImg300/%e6%9c%aa%e7%9f%a5.jpg",
        "detail": "亦称无名氏，是指身份不明或者尚未了解姓名的人。源于古代或民间、不知由谁创作的文学、音乐作品会以佚名为作者名称。"
    },
    {
        "name": "姜夔",
        "image": "https://ziyuan.guwendao.net/authorImg300/jiangkui.jpg",
        "detail": "姜夔kuí（约1155—约1221），字尧章，号白石道人，汉族，一说南宋饶州鄱阳（今江西鄱阳）人，另一说江西德兴人，南宋文学家、音乐家，被誉为中国古代十大音乐家之一。他的作品素以空灵含蓄著称，姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。有《白石道人诗集》《白石道人歌曲》《续书谱》《绛帖平》等书传世。"
    },
    {
        "name": "司马相如",
        "image": "https://ziyuan.guwendao.net/authorImg300/simaxiangru.jpg",
        "detail": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
    },
    {
        "name": "张若虚",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhangruoxu.jpg",
        "detail": "张若虚（约660—约720），唐代诗人。扬州（今属江苏）人。曾任兖州兵曹。生卒年、字号均不详。事迹略见于《旧唐书·贺知章传》。中宗神龙（705～707）中，与贺知章、贺朝、万齐融、邢巨、包融俱以文词俊秀驰名于京都，与贺知章、张旭、包融并称“吴中四士”。玄宗开元时尚在世。张若虚的诗仅存二首于《全唐诗》中。其中《春江花月夜》是一篇脍炙人口的名作，它沿用陈隋乐府旧题，抒写真挚动人的离情别绪及富有哲理意味的人生感慨，语言清新优美，韵律宛转悠扬，洗去了宫体诗的浓脂艳粉，给人以澄澈空明、清丽自然的感觉。"
    },
    {
        "name": "齐己",
        "image": "https://ziyuan.guwendao.net/authorImg300/qiji.jpg",
        "detail": "齐己（863年—937年）出家前俗名胡德生，晚年自号衡岳沙门，湖南长沙宁乡县祖塔乡人，唐朝晚期著名诗僧。"
    },
    {
        "name": "贾谊",
        "image": "https://ziyuan.guwendao.net/authorImg300/jiayi.jpg",
        "detail": "贾谊（公元前200年～公元前168年），汉族，洛阳（今河南省洛阳市）人，西汉初年著名政论家、文学家，世称贾生。贾谊少有才名，十八岁时，以善文为郡人所称。文帝时任博士，迁太中大夫，受大臣周勃、灌婴排挤，谪为长沙王太傅，故后世亦称贾长沙、贾太傅。司马迁对屈原、贾谊都寄予同情，为二人写了一篇合传，后世因而往往把贾谊与屈原并称为“屈贾”。贾谊著作主要有散文和辞赋两类，散文的主要文学成就是政论文，评论时政，风格朴实峻拔，议论酣畅，鲁迅称之为“西汉鸿文”，代表作有《过秦论》《论积贮疏》《陈政事疏》等。其辞赋皆为骚体，形式趋于散体化，是汉赋发展的先声，以《吊屈原赋》《鵩鸟赋》最为著名。"
    },
    {
        "name": "范成大",
        "image": "https://ziyuan.guwendao.net/authorImg300/fanchengda.jpg",
        "detail": "范成大（1126-1193），字至能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
    },
    {
        "name": "许浑",
        "image": "https://ziyuan.guwendao.net/authorImg300/xuhun.jpg",
        "detail": "许浑（约791～约858），字用晦（一作仲晦），唐代诗人，润州丹阳（今江苏丹阳）人。晚唐最具影响力的诗人之一，其一生不作古诗，专攻律体；题材以怀古、田园诗为佳，艺术则以偶对整密、诗律纯熟为特色。唯诗中多描写水、雨之景，后人拟之与诗圣杜甫齐名，并以“许浑千首湿，杜甫一生愁”评价之。成年后移家京口(今江苏镇江)丁卯涧，以丁卯名其诗集，后人因称“许丁卯”。许诗误入杜牧集者甚多。代表作有《咸阳城东楼》。"
    },
    {
        "name": "王建",
        "image": "https://ziyuan.guwendao.net/authorImg300/wangjian.jpg",
        "detail": "王建（768年—835年），字仲初，颍川（今河南许昌）人，唐朝诗人。出身寒微，一生潦倒。曾一度从军，约46岁始入仕，曾任昭应县丞、太常寺丞等职。后出为陕州司马，世称王司马。与张籍友善，乐府与张齐名，世称张王乐府。"
    },
    {
        "name": "李耳",
        "image": "https://ziyuan.guwendao.net/authorImg300/lier.jpg",
        "detail": "老子，姓李名耳，字聃，一字伯阳，或曰谥伯阳，春秋时期人，生卒年不详，籍贯也多有争议。中国古代思想家、哲学家、文学家和史学家，道家学派创始人和主要代表人物，与庄子并称“老庄”。在道教中被尊为始祖，称“太上老君”。老子思想对中国哲学发展具有深刻影响，其思想核心是朴素的辩证法。在政治上，主张无为而治、不言之教。在权术上，讲究物极必反之理。在修身方面，讲究虚心实腹、不与人争的修持，是道家性命双修的始祖。老子传世作品《道德经》（又称《老子》），是全球文字出版发行量最大的著作之一。"
    },
    {
        "name": "鱼玄机",
        "image": "https://ziyuan.guwendao.net/authorImg300/yuxuanji.jpg",
        "detail": "鱼玄机，女，晚唐诗人，长安（今陕西西安）人。初名鱼幼微，字蕙兰。咸通（唐懿宗年号，844—874）中为补阙李亿妾，以李妻不能容，进长安咸宜观出家为女道士。后被京兆尹温璋以打死婢女之罪名处死。鱼玄机性聪慧，有才思，好读书，尤工诗。与李冶、薛涛、刘采春并称唐代四大女诗人。鱼玄机其诗作现存五十首，收于《全唐诗》。有《鱼玄机集》一卷。其事迹见《唐才子传》等书。"
    },
    {
        "name": "龚自珍",
        "image": "https://ziyuan.guwendao.net/authorImg300/gongzizhen.jpg",
        "detail": "龚自珍（1792年8月22日－1841年9月26日），字璱人，号定盦（一作定庵）。汉族，浙江仁和（今杭州）人。晚年居住昆山羽琌山馆，又号羽琌山民。清代思想家、诗人、文学家和改良主义的先驱者。龚自珍曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定盦文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。多咏怀和讽喻之作。"
    },
    {
        "name": "王之涣",
        "image": "https://ziyuan.guwendao.net/authorImg300/wangzhihuan.jpg",
        "detail": "王之涣（688年—742年），是盛唐时期的著名诗人，字季凌，汉族，绛州（今山西新绛县）人。豪放不羁，常击剑悲歌，其诗多被当时乐工制曲歌唱。名动一时，他常与高适、王昌龄等相唱和，以善于描写边塞风光著称。其代表作有《登鹳雀楼》、《凉州词》等。“白日依山尽，黄河入海流。欲穷千里目，更上一层楼”，更是千古绝唱。"
    },
    {
        "name": "贺铸",
        "image": "https://ziyuan.guwendao.net/authorImg300/hezhu.jpg",
        "detail": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
    },
    {
        "name": "骆宾王",
        "image": "https://ziyuan.guwendao.net/authorImg300/luobinwang.jpg",
        "detail": "骆宾王（约619—687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
    },
    {
        "name": "张岱",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhangdai.jpg",
        "detail": "张岱（1597年10月5日－1689年？）一名维城，字宗子，又字石公，号陶庵、陶庵老人、蝶庵、古剑老人、古剑陶庵、古剑陶庵老人、古剑蝶庵老人，晚年号六休居士，浙江山阴（今浙江绍兴）人，祖籍四川绵竹（故自称“蜀人”） ，明清之际史学家、文学家。其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。"
    },
    {
        "name": "郑燮",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhengxie.jpg",
        "detail": "郑板桥（1693—1765）清代官吏、书画家、文学家。字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官山东范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。"
    },
    {
        "name": "贺知章",
        "image": "https://ziyuan.guwendao.net/authorImg300/hezhizhang.jpg",
        "detail": "贺知章(659—744)，字季真，号四明狂客，汉族，唐越州（今绍兴）永兴(今浙江萧山)人，贺知章诗文以绝句见长，除祭神乐章、应制诗外，其写景、抒怀之作风格独特，清新潇洒，著名的《咏柳》、《回乡偶书》两首脍炙人口，千古传诵，今尚存录入《全唐诗》共19首。"
    },
    {
        "name": "吴文英",
        "image": "https://ziyuan.guwendao.net/authorImg300/wuwenying.jpg",
        "detail": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
    },
    {
        "name": "皎然",
        "image": "https://ziyuan.guwendao.net/authorImg300/jiaoran.jpg",
        "detail": "僧皎然，生卒年不详。俗姓谢，字清昼，湖州（浙江吴兴）人，是中国山水诗创始人谢灵运的十世孙，唐代著名诗人、茶僧，吴兴杼山妙喜寺主持，在文学、佛学、茶学等方面颇有造诣。与颜真卿、灵澈、陆羽等和诗，现存皎然470首诗。多为送别酬答之作。情调闲适，语言简淡。皎然的诗歌理论著作《诗式》。"
    },
    {
        "name": "张祜",
        "image": "https://ziyuan.guwendao.net/authorImg300/zhanghu.jpg",
        "detail": "张祜(hù)（约785年—849年?）， 字承吉，唐代清河（今邢台市清河县）人，诗人。家世显赫，被人称作张公子，有“海内名士”之誉。早年曾寓居姑苏。长庆中，令狐楚表荐之，不报。辟诸侯府，为元稹排挤，遂至淮南寓居，爱丹阳曲阿地，隐居以终。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”，张祜以是得名，《全唐诗》收录其349首诗歌。"
    },
    {
        "name": "韩非",
        "image": "https://ziyuan.guwendao.net/authorImg300/hanfe.jpg",
        "detail": "韩非子生于周赧王三十五年（约公元前281年），卒于秦王政十四年（公元前233年），韩非为韩国公子（即国君之子），战国末期韩国人(今河南省新郑）。师从荀子，是中国古代著名的哲学家、思想家，政论家和散文家，法家思想的集大成者，后世称“韩子”或“韩非子”，中国古代著名法家思想的代表人物。"
    },
    {
        "name": "元好问",
        "image": "https://ziyuan.guwendao.net/authorImg300/yuanhaowen.jpg",
        "detail": "元好(hào)问（1190年8月10日—1257年10月12日），字裕之，号遗山，世称遗山先生。太原秀容（今山西忻州）人。金代著名文学家、历史学家。元好问是宋金对峙时期北方文学的主要代表、文坛盟主，又是金元之际在文学上承前启后的桥梁，被尊为“北方文雄”、“一代文宗”。他擅作诗、文、词、曲。其中以诗作成就最高，其“丧乱诗”尤为有名；其词为金代一朝之冠，可与两宋名家媲美；其散曲虽传世不多，但当时影响很大，有倡导之功。有《元遗山先生全集》、《中州集》。"
    },
    {
        "name": "王羲之",
        "image": "https://ziyuan.guwendao.net/authorImg300/wangxizhi.jpg",
        "detail": "王羲之（303年—361年，一作321年—379年），字逸少，汉族，东晋时期著名书法家，有“书圣”之称。祖籍琅琊（今属山东临沂），后迁无锡，晚年隐居剡县金庭（今属浙江）。历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。"
    },
    {
        "name": "陆龟蒙",
        "image": "https://ziyuan.guwendao.net/authorImg300/luguimeng.jpg",
        "detail": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"
    },
    {
        "name": "贯休",
        "image": "https://ziyuan.guwendao.net/authorImg300/guanxiu.jpg",
        "detail": "贯休（832～912），俗姓姜，字德隐，婺州兰溪（今浙江兰溪市游埠镇仰天田）人。唐末五代前蜀画僧、诗僧。七岁出家和安寺，日读经书千字，过目不忘。唐天复间入蜀，被前蜀主王建封为“禅月大师”，赐以紫衣。贯休能诗，诗名高节，宇内咸知。尝有句云：“一瓶一钵垂垂老，万水千山得得来，”时称“得得和尚”。有《禅月集》存世。亦擅绘画，尤其所画罗汉，更是状貌古野，绝俗超群，笔法坚劲，人物粗眉大眼，丰颊高鼻，形象夸张，所谓“梵相”。在中国绘画史上，有着很高的声誉。存世《十六罗汉图》，为其代表作。"
    },
    {
        "name": "谢灵运",
        "image": "https://ziyuan.guwendao.net/authorImg300/xielingyunn.jpg",
        "detail": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》《晋书》录有《谢灵运集》等14种。"
    },
    {
        "name": "杜荀鹤",
        "image": "https://ziyuan.guwendao.net/authorImg300/duxunhe.jpg",
        "detail": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
    },
    {
        "name": "卢纶",
        "image": "https://ziyuan.guwendao.net/authorImg300/lulun.jpg",
        "detail": "卢纶（739年—799年），字允言，河中蒲州（今山西永济县）人。唐代诗人，大历十才子之一。唐玄宗天宝末年举进士，遇乱不第；唐代宗朝又应举， 屡试不第。大历六年，经宰相元载举荐，授阌乡尉；后由宰相王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕州户曹、河南密县令。之后元载、王缙获罪，遭到牵连。唐德宗朝，复为昭应县令，出任河中元帅浑瑊府判官，官至检校户部郎中。不久去世。著有《卢户部诗集》。"
    }
]